[
  {
    "id": "de-dois-canos",
    "name": "de Dois Canos",
    "type": "Modificador de Arma de Fogo",
    "damageModifier": null,
    "purchaseCost": "base * 5",
    "rarity": 18,
    "availability": ["Todos"],
    "exclusive": null,
    "flavorText": "Conhecendo a propensão dos Ostlanders por armas impressionantes (e sua pronta disposição para gastar quantias excessivas de dinheiro), um armeiro de Hochland decidiu soldar dois canos juntos em uma pistola e vendê-la pelo dobro do preço. A arma consegue armazenar uma bala em cada cano, permitindo um tiro extra antes de recarregar. Mas como tudo que vem de Ostland, a instabilidade é lendária.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Ganha a característica Capacidade(2), e a característica Falha de Ignição(X) se torna Falha de Ignição(X+2). Pode atirar com os dois canos simultaneamente, para ganhar +2 de dano mas ir a zero balas.",
    "requirements": null,
    "specialRules": []
  },
  {
    "id": "do-duelista",
    "name": "Do Duelista",
    "type": "Modificador de Arma de Fogo",
    "damageModifier": null,
    "rarity": 20,
    "availability": ["Todos"],
    "purchaseCost": "base * 5",
    "exclusive": null,
    "flavorText": "Uma arma de fogo de duelo é uma obra de arte, e um armeiro trabalha longa e arduamente para produzir um único exemplar. Elas são frequentemente carregadas por nobres Imperiais para resolver disputas sobre amor e honra, e muitos morreram ao nascer do sol ceifados por um de seus tiros. Armas de fogo de duelo são armas proibitivamente caras e guerreiros comuns raramente as possuem. Mesmo que consigam roubar ou comprar uma, a munição é muito cara. Alguns dos guerreiros mais ricos em Mordheim carregam armas de fogo de duelo como símbolos de status, comandando grande respeito, admiração e inveja.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma figura equipada com essa arma ganha +1 de Precisão e pode usar a reação Aparar.",
    "requirements": null,
    "specialRules": []
  },
  {
    "id": "de-repeticao",
    "name": "De Repetição",
    "type": "Modificador de Arma de Fogo",
    "damageModifier": null,
    "rarity": 20,
    "availability": ["Todos"],
    "purchaseCost": "base * 8",
    "exclusive": null,
    "flavorText": "O próximo passo na evolução das armas de múltiplos canos, uma arma de fogo de repetição monta vários canos de arma de fogo em torno de um cilindro rotativo, cada um disparando em sequência. Propensas a falhas de ignição ou outras falhas, as armas de fogo de repetição ainda são itens muito procurados, pois lançarão uma verdadeira tempestade de chumbo no inimigo se não quebrarem.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "A arma ganha a característica Capacidade (4).",
    "requirements": null,
    "specialRules": []
  }
]
