[
  {
    "id": "golpe-mortífero",
    "name": "Golpe Mortífero",
    "type": "Combate",
    "description": "Os golpes da figura são mortíferos. Todo ataque corpo a corpo dessa figura causa dano crítico em uma rolagem natural de 19 ou 20."
  },
  {
    "id": "mestre-do-combate",
    "name": "Mestre do Combate",
    "type": "Combate",
    "description": "Figuras ganham bônus de combate múltiplo contra a figura com essa habilidade como se tivesse um aliado a menos em combate."
  },
  {
    "id": "teia-de-ferro",
    "name": "Teia de Ferro",
    "type": "Combate",
    "description": "A figura tece uma teia de puro aço em volta de si enquanto luta. Uma figura com essa habilidade pode interceptar outras figuras a até 8cm de si ao invés de ."
  },
  {
    "id": "mestre-do-arsenal",
    "name": "Mestre do Arsenal",
    "type": "Combate",
    "description": "Essa figura pode usar qualquer arma corpo a corpo, não apenas aquelas que estão na lista de equipamento da sua ficha."
  },
  {
    "id": "Evasão Rápida",
    "name": "",
    "type": "Combate",
    "description": "Sempre que uma figura é acertada por um ataque a distância, ela pode usar uma reação para re-rolar a sua rolagem de Impeto contra aquele ataque com um bônus de +2."
  },
  {
    "id": "tiro-rapido",
    "name": "Tiro Rápido",
    "type": "Atirador",
    "description": "A figura pode gastar sua ação de movimento para fazer um ataque a distância, embora deva fazer isso usando apenas metade do seu atributo Precisão (arredondado para baixo). Regras de recarga se aplicam normalmente."
  },
  {
    "id": "pistoleiro",
    "name": "Pistoleiro",
    "type": "Atirador",
    "description": "Uma figura com essa habilidade equipada com um cinto de pistolas pode usar sua ação de movimento para atirar novamente com a segunda pistola do cinto no mesmo turno, embora usando metade do seu atributo Precisão (Arredondado para baixo). Regras normais de recarga aplicam normalmente. Se uma figura estiver equipado com apenas uma pistola, ela pode fazer um ataque como ação livre com a pistola no turno em que recarrega."
  },
  {
    "id": "olhos-de-falcao",
    "name": "Olhos de Falcão",
    "type": "Atirador",
    "description": "A figura com essa habilidade adiciona +15cm no alcance de qualquer arma a distância (excluindo armas de fogo) usada por ela."
  },
  {
    "id": "mestre-atirador",
    "name": "Mestre Atirador",
    "type": "Atirador",
    "description": "A figura pode usar qualquer arma a distância ou de fogo, não apenas aquelas na seção de equipamentos da sua ficha."
  },
  {
    "id": "tiro-de-precisão",
    "name": "Tiro Habilidoso",
    "type": "Atirador",
    "description": "A figura com essa habilidade pode gastar uma ação (que pode ser uma ação de movimento) para ignorar o primeiro terreno interposto (mas não cobertura) entre ela e o alvo do seu próximo ataque a distância."
  },
  {
    "id": "atirador-agil",
    "name": "Tiro Habilidoso",
    "type": "Atirador",
    "description": "A figura com essa habilidade pode usar uma ação de movimento como ação livre no turno em que recarrega uma arma de fogo. Adicionalmente, o modificador de Tiro Apressado não se aplica aos seus ataque a distância."
  },
  {
    "id": "cacador",
    "name": "Caçador",
    "type": "Atirador",
    "description": "A figura equipada com essa arma pode fazer um ataque a distância com um arcabuz, rifle de caça de hochland, bacamarte ou bacamarte dos anões do caos no mesmo turno em que recarrega uma dessas armas."
  },
  {
    "id": "presença-inspiradora",
    "name": "Presença Inspiradora",
    "type": "Acadêmica",
    "description": "Essa habilidade só pode ser utilizada pelo líder do bando. A habilidade Líder agora permite ativar figuras a até 16cm junto do Líder ao invés do normal de 8cm."
  },
  {
    "id": "feitiçaria",
    "name": "Feitiçaria",
    "type": "Acadêmica",
    "description": "Essa habilidade só pode ser aprendida por Heróis que podem conjurar magias. A figura ganha +2 em suas rolagens de conjuração. Contudo, Sacerdotes não podem aprender essa habilidade. "
  },
  {
    "id": "conhecimento-das-ruas",
    "name": "Conhecimento das Ruas",
    "type": "Acadêmica",
    "description": "Uma figura com a essa habilidade tem contatos no mercado negro. Ele ganha +5 em rolagens de busca de itens."
  },
  {
    "id": "barganhar",
    "name": "Barganhar",
    "type": "Acadêmica",
    "description": "Cada figura com essa habilidade reduz em 1d20 o preço de compra do primeiro item comprado durante a etapa de gastar coroas fa Fase de Campanha, para um mínimo de 1 coroa."
  },
  {
    "id": "tradicao-arcana",
    "name": "Tradição Arcana",
    "type": "Acadêmica",
    "description": "Irmãs de Sigmar, Caçadores de Bruxas, Inquisidores e Sacerdotes Marciais de Sigmar não podem aprender essa habilidade. Uma figura com essa habilidade pode aprender uma Magia Menor se tiver um Tomo da Magia."
  },
  {
    "id": "mago-de-batalha",
    "name": "Mago de Batalha ",
    "type": "Acadêmica",
    "description": "Uma figura com essa habilidade pode conjurar magias enquanto usa armaduras, mas não escudos."
  },
  {
    "id": "rastreador-de-pedra-bruxa",
    "name": "Rastreador de Pedra Bruxa",
    "type": "Acadêmica",
    "description": "Uma figura com essa habilidade enviada para Explorar as Ruínas pode re-rolar seu dado de exploração e escolher o melhor resultado."
  },
  {
    "id": "escriba",
    "name": "Escriba",
    "type": "Acadêmica",
    "description": "Uma figura com essa habilidade pode começar o jogo com um pergaminho de qualquer magia ou oração que possa conjurar. O pergaminho de uma magia ou oração pode ser consumido para que aquela magia ou oração possa ser conjurada uma vez por jogo com sucesso sem rolagem de conjuração. A rolagem de conjuração dessa magia é considerada como sendo 14. Essa habilidade só pode ser aprendida por figuras que possam conjurar magias ou orações. "
  },
  {
    "id": "canalizar",
    "name": "Canalizar",
    "type": "Acadêmica",
    "description": "Essa habilidade só pode ser aprendida por figuras que possam aprender magias ou orações. Uma figura com essa habilidade ganha +5 em Testes de Concentração."
  },
  {
    "id": "estrategista",
    "name": "Estrategista",
    "type": "Acadêmica",
    "description": "Essa habilidade só pode ser aprendida por Líderes. Um bando cujo líder tenha essa habilidade pode reposicionar até 3 figuras depois da fase de posicionamento. Se mais de um bando possuir Líderes com essa habilidade, role para ver qual lado reposiciona suas figuras primeira."
  },
  {
    "id": "tecelao-dos-ventos",
    "name": "Tecelão de Ventos",
    "type": "Acadêmica",
    "description": "Uma figura com essa habilidade pode usar como uma reação a uma figura inimiga conjurar uma magia, mas não uma oração, em linha de visão e até 30cm, tentar negar a conjuração da magia. Ela deve rolar um teste de conjuração (aplicando todos os seus bônus normais para testes de conjuração) e superar o resultado do teste de conjuração da figura inimiga. Caso tenha sucesso, a magia da figura inimiga falha. Essa habilidade só pode ser aprendida por figuras que possam conjurar magias, mas não por figuras que possam conjurar orações."
  },
  {
    "id": "golpe-poderoso",
    "name": "Golpe Poderoso",
    "type": "Força",
    "description": "Todos os ataques corpo a corpo de uma figura com essa habilidade causam +2 de dano extra do mesmo tipo que o tipo de dano da arma usada."
  },
  {
    "id": "resiliente",
    "name": "Resiliente",
    "type": "Força",
    "description": "Aumente o valor de armadura da figura com essa habilidade em 1. Ataques que causem 0 de dano nunca causam nenhum de seus efeitos adicionais na figura com essa habilidade."
  },
  {
    "id": "intimidador",
    "name": "Intimidador",
    "type": "Força",
    "description": "Uma figura com essa habilidade ganha a característica Aterrorizante, com uma CD 14 ao invés de 12 no teste de Vontade para cargá-lo."
  },
  {
    "id": "halterofilista",
    "name": "Halterofilista",
    "type": "Força",
    "description": "O usuário ganha +5 de bônus em testes de Ímpeto não relacionados a combate. Adicionalmente a figura ganha +2 espaços extras de equipamento."
  },
  {
    "id": "carga-imparável",
    "name": "Carga Imparável",
    "type": "Força",
    "description": "A figura ganha +2 de Ímpeto na ativação que completa uma carga."
  },
  {
    "id": "investida-em-salto",
    "name": "Investida em Salto",
    "type": "Velocidade",
    "description": "Uma figura com essa habilidade pode saltar a distância de salto máxima sem precisar de um movimento prévio de 10cm, inclusive como parte de uma carga."
  },
  {
    "id": "corredor",
    "name": "Corredor",
    "type": "Velocidade",
    "description": "Uma figura com essa habilidade se move até o triplo do seu atributo movimento em centímetros ao usar uma ação de disparada ou carga, ao invés de o dobro."
  },
  {
    "id": "acrobata",
    "name": "Acrobata",
    "type": "Velocidade",
    "description": "Uma figura com essa habilidade pode cair de uma distância de até 20cm sem tomar dano de queda."
  },
  {
    "id": "escalar-superficies-ingremes",
    "name": "Escalar Superfícies Ingremes",
    "type": "Velocidade",
    "description": "Uma figura com essa habilidade pode escalar usando seu movimento normal ao invés de gastar 2 de movimento para cada centímetro escalado."
  },
  {
    "id": "reflexos-instantaneos",
    "name": "Reflexos Instantâneos",
    "type": "Velocidade",
    "description": "Qualquer arma corpo a corpo sem a palavra-chave Leve usada por uma figura com essa habilidade ganha a palavra-chave Reativa(3)."
  },
  {
    "id": "rolamento",
    "name": "rolamento",
    "type": "Velocidade",
    "description": "Uma figura com essa habilidade pode, como uma reação a ser alvo de uma carga ou ataque a distância, imediatamente se mover até 3cm em qualquer direção (não pode sair do tabuleiro ou entrar em combate com esse movimento). Se a carga ainda for completada ou o ataque ainda tiver alcance, a figura ganha +2 em quaisquer rolagens de Ímpeto feitas durante a ativação em que essa reação foi usada."
  },
  {
    "id": "sinal-de-sigmar",
    "name": "Sinal de Sigmar",
    "type": "Irmãs de Sigmar",
    "description": "Figuras com as características Daemônio ou Morto-Vivo tem -2 de Ímpeto em testes de ataque corpo a corpo contra a figura com essa habilidade."
  },
  {
    "id": "proteção-de-sigmar",
    "name": "Proteção de Sigmar",
    "type": "Irmãs de Sigmar",
    "description": "A figura com essa habilidade tem +5 em testes para resistir a efeitos de magias, independente do atributo rolado."
  },
  {
    "id": "determinação-inabalável",
    "name": "Determinação Inabalável",
    "type": "Irmãs de Sigmar",
    "description": "Apenas uma Matriarca Sigmarita pode ter essa habilidade. O Bando ganha +5 em testes de debandada enquanto a Matriarca Sigmarita estiver no tabuleiro."
  },
  {
    "id": "furia-justa",
    "name": "Fúria Justa",
    "type": "Irmãs de Sigmar",
    "description": "A figura com essa habilidade ganha a característica Ódio(Culto dos Possuídos, Saqueadores Homem-Fera, Elfos Negros, Filhos de Hashut, Skaven e Cortes Vampíricas)."
  },
  {
    "id": "fé-absoluta",
    "name": "Fé Absoluta",
    "type": "Irmãs de Sigmar",
    "description": "A figura com essa habilidade ganha a característica Mente-Férrea."
  },
  {
    "id": "fome-sombria",
    "name": "Fome Sombria",
    "type": "Skaven do Clã Enshin",
    "description": "Uma figura com essa habilidade pode declarar o uso de fome sombria no começo da sua ativação. A figura ganha 1 ação extra durante a ativação, mas recebe 3 de dano. Para cada uso consecutivo dessa habilidade, o dano aumenta em mais 3."
  },
  {
    "id": "lutar-com-a-cauda",
    "name": "Lutar com a Cauda",
    "type": "Skaven do Clã Enshin",
    "description": "Uma figura com essa habilidade pode equipar uma adaga ou escudo na sua cauda. Se equipar um escudo ganha +1 de bônus de armadura, e se equipar uma adaga ganha +1 de Ímpeto em ataques corpo a corpo. Uma figura não pode equipar um escudo se já usar um na sua mão secundária."
  },
  {
    "id": "rastejar-pelas-paredes",
    "name": "Rastejar pelas Paredes",
    "type": "Skaven do Clã Enshin",
    "description": "Uma figura com essa habilidade pode atravessar obstáculos de até 16cm de altura como se não estivessem lá, mas não pode terminar seu movimento com partes da sua base ou modelo dentro de um obstáculo."
  },
  {
    "id": "infiltração-silenciosa",
    "name": "Infiltração Silenciosa",
    "type": "Skaven do Clã Enshin",
    "description": "Uma figura com essa habilidade pode ser posicionada no começo do jogo em qualquer lugar do tabuleiro, contanto que fora da linha de visão e a mais de 30cm de todas as figuras inimigas. Ela sempre é posicionada depois de todas as figuras do bando inimigo. Figuras com habilidades similares a essa sempre rolam para determinar a ordem do posicionamento."
  },
  {
    "id": "arte-da-morte-silenciosa",
    "name": "Arte da Morte Silenciosa",
    "type": "Skaven do Clã Enshin",
    "description": "Uma figura com essa habilidade pode lutar desarmado sem nenhuma penalidade, e conta como se estivesse equipado com uma arma na mão secundária (+1 de Ímpeto pelas regras de lutar com duas mãos), mas ainda podendo pegar fragmentos de Pedra-Bruxa. Se lutar dessa forma, causa um dano crítico em uma rolagem natural de 19 ou 20. Pode usar essa habilidade em conjunto com Garras de Combate, ganhando +2 de Ímpeto pelas regras de lutar com duas mãos ao invés do habitual 1 e mantendo a faixa extra de dano crítico."
  },
  {
    "id": "pelo-emaranhado",
    "name": "Pelo Emaranhado",
    "type": "Saqueadores Homem-Fera",
    "description": "A figura com essa habilidade ganha +1 no atributo Armadura, e aumenta seu limite racial de Armadura em 1."
  },
  {
    "id": "linhagem-corrompida",
    "name": "Linhagem Corrompida",
    "type": "Saqueadores Homem-Fera",
    "description": "A figura com essa habilidade pode comprar uma mutação da lista de mutações do bando Culto dos Possuídos."
  },
  {
    "id": "furia-destemida",
    "name": "Fúria Destemida",
    "type": "Saqueadores Homem-Fera",
    "description": "A figura com essa habilidade é imune a característica Aterrorizante."
  },
  {
    "id": "besta-de-4-chifres",
    "name": "Besta de 4 Chifres",
    "type": "Saqueadores Homem-Fera",
    "description": "A figura com essa habilidade ganha a característica Chifres. Se já tiver essa característica ganha um bônus extra de 1 de Ímpeto durante a ativação em que completa uma carga."
  },
  {
    "id": "berro-de-guerra",
    "name": "Berro de Guerra",
    "type": "Saqueadores Homem-Fera",
    "description": "Apenas o Chefe Tribal Homem-Fera pode ter essa habilidade. O Bando ganha +5 em testes de debandada enquanto o Chefe Tribal Homem-Fera estiver no tabuleiro."
  },
  {
    "id": "misantropia",
    "name": "Misantropia",
    "type": "Saqueadores Homem-Fera",
    "description": "A figura com essa habilidade ganha a característica Ódio(Humanos)."
  },
  {
    "id": "mestre-das-laminas",
    "name": "Mestre das Lâminas",
    "type": "Caçadores de Tesouro Anões",
    "description": "A figura com essa habilidade ganha +2 de bônus em rolagens de Ímpeto se usar a reação Aparar. Adicionalmente, se a figura estiver equipada com duas armas com a palavra-chave Aparar, ele ganha uma reação extra, que só pode ser usada para a reação de Aparar."
  },
  {
    "id": "sangue-da-montanha",
    "name": "Sangue da Montanha",
    "type": "Caçadores de Tesouro Anões",
    "description": "Quando a figura com essa habilidade rola na tabela de sobrevivência, ele pode rolar um dado extra e usar o melhor resultado."
  },
  {
    "id": "minerador-experiente",
    "name": "Minerador Experiente",
    "type": "Caçadores de Tesouro Anões",
    "description": "Durante a etapa de atividades, se a figura com essa habilidade for enviada para a atividade de Explorar as Ruínas, pode modificar o seu dado de exploração em até +3/-3."
  },
  {
    "id": "garra-exemplar",
    "name": "Garra Exemplar",
    "type": "Caçadores de Tesouro Anões",
    "description": "A primeira vez que a figura com essa habilidade for reduzida a 0 de vida durante uma partida, ela ao invés disso é reduzida a 1 de vida."
  },
  {
    "id": "Tenacidade",
    "name": "Tenacidade",
    "type": "Caçadores de Tesouro Anões",
    "description": "Uma figura com essa habilidade pode, como reação a receber um marcador de Atordoamento, rolar um teste de Vontade contra CD 14. Caso tenha sucesso, aquele marcador de Atordoamento é removido imediatamente. Se estiver usando um elmo que ainda não teve sua habilidade utilizada, recebe +4 de bônus nesse teste."
  },
  {
    "id": "carga-feroz",
    "name": "Carga Feroz",
    "type": "Mata-Trolls Anão",
    "description": "Se a figura com essa habilidade vencer uma luta e causar pelo menos 1 de dano durante a ativação em que completou uma carga, ele pode imediatamente lutar novamente contra a figura inimiga ou outra figura em combate com ela. Essa segunda luta é feita com uma penalidade de -2 de Ímpeto."
  },
  {
    "id": "matador-de-monstros",
    "name": "Matador de Monstros",
    "type": "Mata-Trolls Anão",
    "description": "O Usuário da habilidade ganha a palavra-chave Penetração de Armadura(1) em qualquer arma que use. Se a arma já tiver a palavra-chave Penetração de Armadura(X), X aumenta em 1. Adicionalmente a figura com essa habilidade sempre causa no mínimo 2 de dano, mesmo se a armadura do alvo, reduziria seu ataque a 0."
  },
  {
    "id": "beserker",
    "name": "Beserker",
    "type": "Mata-Trolls Anão",
    "description": "O usuário da habilidade ganha +2 de Ímpeto durante a ativação em que completa uma carga."
  },
  {
    "id": "transfixar",
    "name": "Transfixar",
    "type": "Habilidades Von Carstein",
    "description": "Como uma ação, uma figura inimiga a escolha da figura com essa habilidade, que esteja em combate com ela, deve rolar um teste contestado de Vontade contra a figura com essa habilidade. Caso falhe, a figura inimiga não pode usar ações de luta contra a figura com essa habilidade e seu Ímpeto conta como 0 em lutas contra ela até o final da sua próxima ativação. Esse é um efeito Psicológico"
  },
  {
    "id": "aura-de-majestosidade",
    "name": "Aura de Majestosidade",
    "type": "Habilidades Von Carstein",
    "description": "A figura com essa habilidade pode ativar figuras a até 14cm, ao invés dos 8cm normais. Adicionalmente, o bando da figura com essa habilidade ganha +5 no primeiro teste de debandada feito durante o jogo, caso a figura ainda esteja no tabuleiro."
  },
  {
    "id": "invocar-morcegos",
    "name": "Invocar Morcegos",
    "type": "Habilidades Von Carstein",
    "description": "A figura com essa habilidade pode invocar um Morcego Corrompido como membro temporário do bando, gastando uma ação, a até 14cm do usuário da habilidade, e a mais de 14cm de figuras inimigas."
  },
  {
    "id": "convocar-ventos",
    "name": "Convocar Ventos",
    "type": "Habilidades Von Carstein",
    "description": "A figura com essa habilidade pode declarar o uso de convocar ventos no começo da sua ativação, gastando uma ação. Ataques a distância contra a figura tem -2 de penalidade em suas rolagens de ataque até o começo da próxima ativação da figura com essa habilidade."
  },
  {
    "id": "esgrimista-extraordinario",
    "name": "Esgrimista Extraordinário",
    "type": "Habilidades de Dragão Carmesim",
    "description": "A figura com essa habilidade ganha +2 no teste de Ímpeto na reação aparar. Adicionalmente, ele apara um ataque com sucesso mesmo se empatar a rolagem, o que permite que apare golpes críticos em uma rolagem natural de 20."
  },
  {
    "id": "furia-carmesim",
    "name": "Fúria Carmesim",
    "type": "Habilidades de Dragão Carmesim",
    "description": "A figura com essa habilidade ganha +1 no Atributo Ímpeto, e aumenta +1 no seu Limite racial de ímpeto."
  },
  {
    "id": "perfurar-coração",
    "name": "Perfurar Coração",
    "type": "Habilidades de Dragão Carmesim",
    "description": "A figura com essa habilidade ganha +2 em rolagens de Ímpeto de ataques corpo a corpo na ativação em que completar uma carga."
  },
  {
    "id": "forca-do-aco",
    "name": "Força do Aço",
    "type": "Habilidades de Dragão Carmesim",
    "description": "A figura com essa habilidade causa +2 de dano em ataques corpo a corpo durante a ativação em que completar uma carga."
  },
  {
    "id": "herdeiro-de-nekehara",
    "name": "Herdeiro de Nekehara",
    "type": "Habilidades dos Necrarcas",
    "description": "A figura com essa habilidade imediatamente aprende uma magia da Tradição da Necromancia. Ele ganha +2 em rolagens de conjuração, que pode acumular com a habilidade Feitiçaria."
  },
  {
    "id": "discurso-profano",
    "name": "Discurso Profano",
    "type": "Habilidades dos Necrarcas",
    "description": "Uma vez por jogo, a figura com essa habilidade pode rolar duas vezes sua rolagem de conjuração e escolher o melhor resultado. Caso ambas as rolagens tenham o mesmo resultado, o personagem sofre a Maldição de Tzeentch. A figura não pode fazer outras ações no turno que opta por usar essa habilidade."
  },
  {
    "id": "o-despertar",
    "name": "O Despertar",
    "type": "Habilidades dos Necrarcas",
    "description": "Como uma ação, a figura com essa habilidade pode levantar um Zumbi como membro temporário do bando por esse jogo apenas, podendo extrapolar o limite de figuras do bando. O Zumbi aparece em contato de base com a figura utilizando a habilidade. Apenas um Zumbi pode ser levantado dessa forma por vez, mas uma vez que o último Zumbi invocado seja removido do tabuleiro, outro pode ser levantado com essa habilidade."
  },
  {
    "id": "senhor-do-dhar",
    "name": "Senhor do Dhar",
    "type": "Habilidades dos Necrarcas",
    "description": "A figura com essa habilidade adiciona 15cm no alcance de suas magias. Apenas magias com a palavra-chave Alcance são afetadas por essa habilidade."
  },
  {
    "id": "glamour",
    "name": "Glamour",
    "type": "Habilidades de Lahmia",
    "description": "Figuras inimigas que começam sua ativação em contato de base com a figura com essa habilidade rolam um teste de Vontade contestado contra a figura com essa habilidade. Caso falhe, não pode escolher usar ações de luta contra a figura com essa habilidade, mas ainda pode tomar quaisquer outras ações, inclusive de luta contra outras figuras. Esse é um efeito Psicológico."
  },
  {
    "id": "transfixar",
    "name": "Transfixar",
    "type": "Habilidades de Lahmia",
    "description": "Como uma ação, uma figura inimiga a escolha da figura com essa habilidade, que esteja em combate com ela, deve rolar um teste contestado de Vontade contra a figura com essa habilidade. Caso falhe, a figura inimiga não pode usar ações de luta contra a figura com essa habilidade e seu Ímpeto conta como 0 em lutas contra ela até o final da sua próxima ativação. Esse é um efeito Psicológico"
  },
  {
    "id": "sedução",
    "name": "Sedução",
    "type": "Habilidades de Lahmia",
    "description": "Como uma ação, uma figura inimiga em combate com a figura com essa habilidade deve fazer um teste de Vontade contra CD 15. Caso falhe, a figura inimiga se torna um membro temporário do bando da figura com essa habilidade até o final da sua próxima ativação. A figura não pode ser movida para fora do tabuleiro ou fazer ações auto-destrutivas, mas pode usar ações de carga e atacar corpo a corpo ou a distância normalmente."
  },
  {
    "id": "inocencia-perdida",
    "name": "Inocência Perdida",
    "type": "Habilidades de Lahmia",
    "description": "A figura com essa habilidade ganha +2 de Ímpeto durante a ativação em que uma figura completa uma carga com sucesso contra ela."
  },
  {
    "id": "maldicao-do-regresso",
    "name": "Maldição do Regresso",
    "type": "Habilidades de Strigoi",
    "description": "A figura com essa habilidade tem a habilidade Regeneração. A habilidade não ativa caso o Vampiro tenha recebido dano sagrado no turno anterior."
  },
  {
    "id": "monstruosidade-massiva",
    "name": "Monstruosidade Massiva",
    "type": "Habilidades de Strigoi",
    "description": "A figura com essa habilidade ganha a característica Grande e ganha +4 no atributo Vida."
  },
  {
    "id": "tendões-de-ferro",
    "name": "Tendões de Ferro",
    "type": "Habilidades de Strigoi",
    "description": "A figura com essa habilidade ganha a carracterística Forte."
  },
  {
    "id": "furia-infinita",
    "name": "Fúria Infinita",
    "type": "Habilidades de Strigoi",
    "description": "Quando o vampiro vence uma luta, ele pode imediatamente lutar novamente contra a mesma figura como uma ação livre, mas com uma penalidade de -3 em seu teste de Ímpeto para atacar."
  },

  {
    "id": "investida-de-khaine",
    "name": "Fúria de Khaine",
    "type": "Corsários Druchii",
    "description": "Quando a figura com essa habilidade elimina todos os inimigos em combate consigo, pode imediatamente se mover até 10cm como ação livre. Esse movimento pode ser usado para entrar em combate com um inimigo."
  },
  {
    "id": "constituicao-poderosa",
    "name": "Constituição Poderosa",
    "type": "Corsários Druchii",
    "description": "Uma figura com essa habilidade pode escolher habilidades da lista de Força. A Bruxa Druchii nunca pode escolher essa habilidade e não mais que dois guerreiros do bando podem ter essa habilidade."
  },
  {
    "id": "reflexos-feericos",
    "name": "Reflexos Feéricos",
    "type": "Corsários Druchii",
    "description": "Uma figura com essa habilidade pode usar a reação de Aparar para aparar um ataque a distância. Caso possua as habilidades Evadir ou Rolamento, ganha +2 para cada uma dessas habilidades que possua em sua rolagem de Ímpeto para aparar."
  },
  {
    "id": "caminhante-das-sombras",
    "name": "Caminhante das Sombras",
    "type": "Corsários Druchii",
    "description": "A figura com essa habilidade pode ser posicionada no começo do jogo em qualquer lugar do tabuleiro, contanto que fora da linha de visão de todas as figuras inimigas e a mais de 30cm de todas as figuras inimigas."
  },
  {
    "id": "mestre-dos-venenos",
    "name": "Mestre dos Venenos",
    "type": "Corsários Druchii",
    "description": "A figura com essa habilidade ganha a atividade 'Fabricar Venenos' durante a etapa de atividades da Fase de Campanha. Uma figura que faça essa atividade começa sua próxima partida com 1 unidade de Veneno Sombrio. Esse frasco de veneno deve ser vendido e estraga caso não seja usada durante a próxima partida."
  },
  {
    "id": "especialista-em-emboscada",
    "name": "Especialista em Emboscada",
    "type": "Habilidades de Geckos",
    "description": "A figura com essa habilidade pode ser posicionada no começo do jogo em qualquer lugar do tabuleiro, contanto que fora da linha de visão de todas as figuras inimigas e a mais de 30cm de todas as figuras inimigas. Durante sua primeira ativação, qualquer ataque de uma figura posicionada dessa forma tem um modificador de dano de +2 contra figuras que ainda não ativaram."
  },
  {
    "id": "movimentação-furtiva",
    "name": "Movimentação Furtiva",
    "type": "Habilidades de Geckos",
    "description": "A figura com essa habilida ganha +2 no seu teste de Ímpeto para se defender de ataques a distância se estiver em cobertura."
  },
  {
    "id": "urro-aterrorizante",
    "name": "Urro Aterrorizante",
    "type": "Habilidades de Saúrio",
    "description": "Como uma ação, que pode substituir a ação de movimento, A figura com essa habilidade emite um urro de puro terror. Todas as figuras inimigas em combate com ele recebem -2 de Ímpeto até o final da sua próxima ativação. Esse é um efeito Psicológico."
  },
  {
    "id": "escamas-impenetráveis",
    "name": "Escamas Impenetráveis",
    "type": "Habilidades de Saúrios",
    "description": "O Sáurio escolhe entre ganhar +2 no atributo Armadura ou +4 no Atributo Vida. Essa habilidade pode ser pega duas vezes para ganhar ambos os bônus."
  },
  {
    "id": "quengo-duro",
    "name": "QUENGO DURO!",
    "type": "Hordas Orc",
    "description": "Uma figura com essa habilidade pode, como reação a receber um marcador de Atordoamento, rolar um teste de Vontade contra CD 14. Caso tenha sucesso, aquele marcador de Atordoamento é removido imediatamente. Se estiver usando um elmo que ainda não teve sua habilidade utilizada, recebe +4 de bônus nesse teste."
  },
  {
    "id": "waaaaaagh",
    "name": "WAAAAAAAAAAGH!",
    "type": "Hordas Orc",
    "description": "A figura com essa habilidade ganha 8cm de movimento apenas durante ações cargas (esse movimento extra não é dobrado durante a carga)."
  },
  {
    "id": "umbora-cambada",
    "name": "UMBORA CAMBADA!",
    "type": "Hordas Orc",
    "description": "A figura com essa habilidade se torna Imune a Aterrorizante."
  },
  {
    "id": "sabido-e-brutal",
    "name": "SABIDO E BRUTAL!",
    "type": "Hordas Orc",
    "description": "Apenas o Chefaum Orc pode ter essa habilidade. O Bando ganha +5 em testes de debandada enquanto o Chefaum Orc estiver no tabuleiro."
  },
  {
    "id": "cascudo",
    "name": "CASCUDO!",
    "type": "Hordas Orc",
    "description": "A figura com essa habilidade ganha +1 no atributo Armadura, e aumenta seu limite racial de Armadura em 1."
  },
  {
    "id": "quebra-cuca",
    "name": "QUEBRA CUCA!",
    "type": "Hordas Orc",
    "description": "Todas as armas usadas pela figura com essa habilidade ganha a palavra-chave Concussiva(5). Caso a arma já tenha a palavra-chave Concussiva(X), X aumenta em 1."
  },
  {
    "id": "sangue-vulcanico",
    "name": "Sangue Vulcânico",
    "type": "Filhos de Hashut",
    "description": "Quando a figura com essa habilidade rola na tabela de sobrevivência, ele pode rolar um dado extra e usar o melhor resultado."
  },
  {
    "id": "feitor-de-escravos",
    "name": "Feitor de Escravos",
    "type": "Filhos de Hashut",
    "description": "Durante a etapa de atividades, se a figura com essa habilidade for enviada para a atividade de Explorar as Ruínas, pode modificar o seu dado de exploração em até +3/-3."
  },
  {
    "id": "persistencia-infernal",
    "name": "Persistência Infernal",
    "type": "Filhos de Hashut",
    "description": "A primeira vez que a figura com essa habilidade for reduzida a 0 de vida durante uma partida, ela ao invés disso é reduzida a 1 de vida."
  },
  {
    "id": "teimosia-maligna",
    "name": "Teimosia Maligna",
    "type": "Filhos de Hashut",
    "description": "Uma figura com essa habilidade pode, como reação a receber um marcador de Atordoamento, rolar um teste de Vontade contra CD 14. Caso tenha sucesso, aquele marcador de Atordoamento é removido imediatamente. Se estiver usando um elmo que ainda não teve sua habilidade utilizada, recebe +4 de bônus nesse teste."
  },
  {
    "id": "supremacista",
    "name": "Supremacista",
    "type": "Filhos de Hashut",
    "description": "Uma figura com essa habilidade ganha a característica Ódio(Tudo)."
  }
]
