[
  {
    "name": "Visão do Tormento",
    "castingNumber": 17,
    "keywords": ["Linha de Visão", "Psicológica"],
    "effect": "A figura alvo faz um teste de Vontade contra a rolagem de conjuração dessa magia. Caso falhe, a figura perde sua próxima ativação e recebe -3 em Ímpeto até o final do turno. Sacerdotes recebem +8 no seu teste de Vontade contra essa magia."
  },
  {
    "name": "Sangue Corrompido",
    "castingNumber": 15,
    "keywords": ["Míssil Mágico(Mágico)(+7)", "Alcance(40cm)"],
    "effect": "Ataque a figura alvo com o míssil mágico. Se forçou a magia com pelo menos 3 pontos de vida, o míssil mágico ganha +2 de modificador de dano."
  },
  {
    "name": "Tentação do Caos",
    "castingNumber": 15,
    "keywords": ["Alcance(30cm)", "Psicológica"],
    "effect": "A figura alvo deve fazer uma Rolagem de Vontade imediata com Classe de Dificuldade igual à Rolagem de Conjuração. Se falhar, a corrupção toma conta e o alvo temporariamente se junta ao bando do conjurador, ativando normalmente. Após a figura ativar a cada turno, ela deve fazer outra Rolagem de Vontade com Classe de Dificuldade igual à Rolagem de Conjuração, lutando contra os sussurros. Se bem-sucedida, a magia é cancelada e a figura retorna à sua aliança normal, tremendo com o horror do que quase fez. Um conjurador só pode ter uma magia Tentação do Caos ativa por vez. Uma figura sob Tentação do Caos não pode propositalmente realizar qualquer ação que cause dano imediato a si mesma, mas pode ser movida para combate e pode atacar uma figura inimiga. Uma figura sob Tentação do Caos não pode sair da mesa. Um conjurador pode cancelar uma Tentação do Caos ativa no fim de qualquer turno. Esta magia não tem efeito em Heróis e Campeões - suas vontades são fortes demais."
  },

  {
    "name": "Dádiva do Caos",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "A figura alvo que não seja um conjurador ou uma figura com a característica Daemônio é possuída por uma entidade do reino do caos e ganha +2 Ímpeto, +1 Armadura e -2 Vontade até o fim do jogo e conta como um daemônio (ou seja, será afetada por Banir, Subjugar Daemônio, Círculo de Proteção, etc.). Esta figura não pode ser parte de uma ativação em grupo. Se removida do jogo por uma magia com a palavra-chave Exorcismo, o daemônio é expulso e a sobrevivência da figura é verificada normalmente após o jogo. Um conjurador só pode ter uma magia Dádiva do Caos ativa por vez."
  },
  {
    "name": "Asas de Tzeench",
    "castingNumber": 8,
    "keywords": ["Conjurador Apenas"],
    "effect": "Essa magia consome duas ações para ser conjurada. O conjurador imediatamente se move para qualquer ponto dentro de 30cm, incluindo em combate com um inimigo, o que o contará como completar uma carga. Caso o fizer, ganha +2 de Ímpeto para a sua ação de luta."
  },
  
  {
    "name": "Palavra da Dor",
    "castingNumber": 12,
    "keywords": ["Área de Efeito (Explosão Grande)"],
    "effect": "Centralize a Área de Efeito no invocador. Todas as figuras na área de efeito recebem um ataque mágico +0, que ignora quaisquer bonus de armadura das figuras atingidas."
  }
]
