[
  {
    "name": "Investida Magmática",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "Esta magia só pode ser conjurada em um membro do bando do conjurador. Mova imediatamente a figura alvo até 25cm em qualquer direção horizontal - impulsionada por magma. Este movimento deve ser em linha reta. Não pode curvar. Se o alvo estiver carregando tesouro, este movimento é reduzido para 13cm - o peso extra dificulta. Este movimento não pode tirar uma figura da mesa ou colocá-la em combate. A figura alvo pode se mover através de outras figuras, causando 2 pontos de dano elemental ao fazê-lo - queima quem toca. Uma figura só pode sofrer este dano uma vez por turno. O alvo não pode realizar outras ações neste turno - precisa esfriar."
  },
  {
    "name": "Nuvem de Cinzas",
    "castingNumber": 8,
    "keywords": ["Linha de Visão", "Área de Efeito (Muro)"],
    "effect": "A área de efeito deve estar completamente dentro da linha de visão do conjurador. Uma figura pode se mover normalmente por dentro da área de efeito, e ela não serve como cobertura, mas bloqueia linha de visão. No início de cada novo turno, role um dado. Em 1-4 as cinzas vulcânicas se dissipam e são removidas da mesa."
  },
  {
    "name": "Chamas de Azgorh",
    "castingNumber": 12,
    "keywords": ["Reação"],
    "effect": "Esta magia é uma reação que pode ser conjurada sempre que uma figura inimiga se aproximar a até 3cm do conjurador. O conjurador faz um ataque a distância flamejante +3 contra o alvo. Se a magia causar pelo menos um ponto de dano, o alvo é movido 3cm diretamente para longe do conjurador pelo impacto das chamas, seu movimento termina abruptamente, e quaisquer ações adicionais que tinha são perdidas."
  },
  {
    "name": "Erupção",
    "castingNumber": 12,
    "keywords": ["Área de Efeito (Explosão Grande)"],
    "effect": "Centralize a Área de Efeito do conjurador. Todas as figuras na área de efeito devem fazer uma Rolagem de Movimento imediata (CD 30). Figuras Grandes ganham +2 nesta rolagem - mais estáveis. Se a figura falhar, ganha um Marcador de Derrubada."
  },
  {
    "name": "Correntes de Ébano",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "Faixas de Ébano emergem do chão e agarram o tornozelo do alvo. A figura não pode realizar ações de movimento até escapar - presa como escravo. Qualquer forma de movimento mágico, exceto a magia Salto, permite escape; caso contrário, deve lutar contra as faixas, que têm Ímpeto +0, Vigor 1. Se as faixas sofrerem um ponto de dano, se quebram e o alvo fica livre. Outras figuras em contato podem atacar as faixas ou dar apoio. Se as faixas vencerem o combate, causam dano - apertam e esmagam. Figuras Grandes não são afetadas - correntes não as seguram. Alcance máximo: 45cm."
  },
  {
    "name": "Pele Magmática",
    "castingNumber": 14,
    "keywords": ["Conjurador Apenas"],
    "effect": "A pele do conjurador torna-se uma casca de pedra magmática que absorve os próximos 3 pontos de dano que o conjurador normalmente sofreria em combate ou de um ataque a distância. Enquanto a magia estiver em efeito, qualquer arma corpo a corpo mágica é destruída em um resultado de 1 na Rolagem de Ímpeto. Uma vez que 3 pontos tenham sido absorvidos, a casca racha e a magia é cancelada. Um conjurador pode estar sob o efeito de apenas uma magia Pele Magmática por vez."
  },
  {
    "name": "Rugido da Perdição",
    "castingNumber": 10,
    "keywords": ["Área de Efeito (Zona Pequena)"],
    "effect": "A área de efeito é centralizada no conjurador e se move junto a ele. Todas as figuras inimigas na área de efeito recebem -2 Vontade."
  },
  {
    "name": "Golpe Vulcânico",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "Esta magia é conjurada sobre uma arma. Na próxima vez que a figura empunhando esta arma vencer uma rodada de combate e causar pelo menos 1 ponto de dano, esta arma inflige 5 pontos adicionais de dano elemental flamejante. Se conjurada em uma arma normal, que é então usada contra uma figura Imune a Armas Normais, esta arma causará apenas os 5 pontos de dano elemental flamejante. Se conjurada em um arco ou besta, a magia se aplica apenas ao próximo ataque."
  },
  {
    "name": "Maldição do Enxofre",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "A figura alvo deve fazer uma Rolagem de Vontade imediata com CD igual à Rolagem de Conjuração. Se falhar, não recebe ações em sua próxima ativação - paralisia completa. Além disso, a figura sofre -3 Ímpeto (até um mínimo de +0) e não pode ter nenhuma magia que a mova conjurada sobre ela até após realizar sua próxima ação de movimento. Figuras Grandes recebem +8 em sua Rolagem de Vontade para resistir a esta magia - massa corporal maior resiste melhor."
  },
  {
    "name": "Aríete de Hashut",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "Trace uma linha entre o conjurador e qualquer ponto alvo. Todas as figuras não totalmente cobertas por terreno recebem um ataque +10. Esse ataque não causa dano, mas cada figura que receber o ataque é empurrada a quantidade de dano que tomaria em cm diretamente para trás, interrompendo seu movimento em terrenos maiores que 2cm ou na borda da mesa, mas atravessando outras figuras."
  },
  {
    "name": "Ferver Metal",
    "castingNumber": 12,
    "keywords": ["Linha de Visão", "Míssil Mágico (Flamejante)(+5)"],
    "effect": "Ataque a figura alvo que seja um construto, que use armas ou armaduras ou carregue fragmento de Pedra-Bruxa com o míssil mágico. Esse míssil mágico ignora qualquer armadura usada pela alvo, e tem um modificador de dano +2 contra construtos e figuras vestindo armadura pesada. Uma figura carregando um fragmento de Pedra-Bruxa derruba-o imediatamente."
  }
]
