[
  {
    "name": "Encantador de Feras",
    "castingNumber": 10,
    "keywords": ["Linha de Visão", "Psicológica"],
    "effect": "Uma figura não controlada com a característica animal alvo deve testar Vontade com um CD igual à rolagem de conjuração dessa magia. Se falhar, a figura ignora o conjurador e até 3 figuras do bando à escolha do mesmo quando estiver definindo suas ações. Adicionalmente, pode ser usado em uma figura com a característica Animal de um bando inimigo. Se aquela figura falhar no teste de Vontade, ela ganha -1 de Ímpeto até sofrer dano."
  },
  {
    "name": "Asas do Falcão Majestoso",
    "castingNumber": 12,
    "keywords": ["Conjurador Apenas"],
    "effect": "O Conjurador ganha a característica Voador até o final do jogo. Se o conjurador atacar no mesmo turno que completou uma carga, recebe +2 de Ímpeto, mas não pode escolher se manter em combate caso vença a luta."
  },
  {
    "name": "Garras da Fúria",
    "castingNumber": 8,
    "keywords": ["Conjurador Apenas"],
    "effect": "Até o fim do jogo, o conjurador é considerado como equipado com uma Garra em cada mão, que contam como uma arma com modificador de dano +1, a característica leve, e causam dano mágico. Essas garras não podem ser destruídas ou removidas por nenhum efeito, mas causam sobrecarga como normal. O Conjurador pode cancelar a magia como uma ação livre durante sua ativação."
  },
  {
    "name": "Bestialidade Libertada",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "A figura alvo recebe +2 Ímpeto até o fim do jogo enquanto a fúria primitiva pulsa em suas veias. Múltiplas conjurações desta magia no mesmo alvo não têm efeito - a bestialidade não pode ser libertada duas vezes. Figuras com a característica Animal não podem ser alvo dessa magia."
  },
  {
    "name": "Embaixador Feral",
    "castingNumber": 10,
    "keywords": ["Ritual"],
    "effect": "O Conjurador pode falar com lobos, recrutando poderosos animais para o seu bando. Escolha um dos efeitos: - Embaixador dos Lobos: Pode contratar Lobos por 10 coroas até o próximo jogo. Lobos não têm limite de figuras por bando, mas devem respeitar o modelo de figuras da facção. - Embaixador dos Corvos: Ganha +10 na primeira rolagem de iniciativa do próximo jogo, e pode escolher em qual lado do tabuleiro irá posicionar suas figuras. Se dois bandos tiverem esse efeito, eles rolam como normal para decidir. - Embaixador Felino: Rolagens de Exploração, Mercado Negro e de venda de Pedra-Bruxa são feitas a +5."
  },
  {
    "name": "Comando Bestial",
    "castingNumber": 10,
    "keywords": ["Linha de Visão", "Psicológica"],
    "effect": "O conjurador fala na língua antiga e esquecida dos animais, sua voz carregando o peso do Vento Marrom. Não são palavras que saem de seus lábios, mas rosnados, guinchos e uivos que ecoam com autoridade primordial. As figuras selvagens reconhecem esta voz - é a voz do alfa da matilha, do touro dominante, do predador supremo. Esta magia pode ser conjurada em qualquer figura animal, sauriana ou aquática que não esteja atualmente sob controle de nenhum bando. A figura deve fazer uma Rolagem de Vontade para resistir ao comando imperioso. Se a figura falhar na Rolagem de Vontade, o Guardião pode imediatamente fazê-la realizar uma ação. Se a figura não estiver em combate, essa ação deve ser movimento. O Guardião pode forçar o animal a fazer qualquer movimento legal, contanto que esse movimento não cause dano direto à figura (ex: queda, andar no fogo) - pois mesmo a magia não pode fazer um animal se autodestruir contra seus instintos mais profundos. Se a figura estiver em combate, o Guardião pode fazê-la atacar qualquer figura com a qual esteja em combate, ou pode compeli-la a usar uma ação de movimento para sair do combate."
  },
  {
    "name": "Forma do Lobo Voraz",
    "castingNumber": 12,
    "keywords": ["Conjurador Apenas"],
    "effect": "O conjurador se transforma em um lobo até o fim do jogo (ou até a magia ser cancelada), usando as estatísticas Ímpeto 1, Precisão 0, Armadura 8 e Movimento 20, mas mantendo sua Vontade e Vida. Enquanto está nessa forma, o conjurador não pode ativar soldados sem a característica Animal junto a si e não pode conjurar feitiços ou se beneficiar de itens. Seus ataques contam como mágicos. Ele tem imunidade a qualquer efeito psicológico que funcione apenas contra figuras com a característica animal."
  },
  {
    "name": "Forma do Urso Furioso",
    "castingNumber": 14,
    "keywords": ["Conjurador Apenas"],
    "effect": "O conjurador se transforma em um Urso até o fim do jogo (ou até a magia ser cancelada), usando as estatísticas Ímpeto 4, Precisão 0, Armadura 12 e Movimento 14, mas mantendo sua Vontade e Vida, que permanecem os originais. Ele ganha a característica Forte enquanto a magia permanecer. Enquanto está nessa forma, o conjurador não pode ativar soldados sem a característica Animal junto a si e não pode conjurar feitiços ou se beneficiar de itens. Seus ataques são mágicos. Ele tem imunidade a qualquer efeito psicológico que funcione apenas contra figuras com a característica animal."
  },
  {
    "name": "Um Festim de Corvos",
    "castingNumber": 10,
    "keywords": ["Linha de Visão", "Área de Efeito (Zona Pequena)"],
    "effect": "A figura alvo é atacada por este bando de corvos vorazes que irritam e distraem sem cessar. A área de efeito é centralizada e se move com a figura alvo. Afeta todas as figuras, incluindo a figura alvo, total ou parcialmente dentro da área de efeito. Enquanto sendo incomodada pelos corvos, uma figura tem -4 Ímpeto e -4 Precisão (até um mínimo de +0) e -2 em Rolagens de Conjuração. Depois que esta figura ativar a cada turno, ela pode fazer uma Rolagem de Vontade com CD igual à Rolagem de Conjuração, tentando reunir força de vontade suficiente para espantar os pássaros. Se bem-sucedida, a magia é cancelada e os corvos se dissipam em sombras. Outras figuras dentro da área de efeito podem simplesmente se afastar para escapar da nuvem de corvos. Uma figura só pode ser afetada por uma magia de Bando de Corvos por vez, seja como alvo ou por estar dentro da Área de Efeito. Figuras com as características Grande, Voador, Morto-Vivo e Construto são imunes a esta magia - grandes demais para serem incomodados ou sem carne viva para os corvos bicarem."
  }
]
