[
  {
    "name": "Sangue da Terra",
    "castingNumber": 8,
    "keywords": ["Linha de Visão"],
    "effect": "Escolha um alvo a até 30cm. Esta magia concede ao alvo +2 Vigor pelo resto do jogo - enraizado na força da terra. Isto pode levar uma figura acima de seu Vigor inicial. Uma figura só pode ter uma magia Sangue da Terra conjurada sobre ela por jogo."
  },
  {
    "name": "Portal dos Dolmens",
    "castingNumber": 10,
    "keywords": ["Conjurador Apenas"],
    "effect": "O conjurador imediatamente se move para qualquer lugar dentro de linha de visão, viajando através da rede natural, mas não pode realizar outras ações neste turno após conjurar esta magia. Esta magia não pode ser usada para entrar em combate ou para sair da mesa."
  },
  {
    "name": "Gêiser",
    "castingNumber": 14,
    "keywords": ["Alcance(30)", "Área de Efeito (Pilar Médio)"],
    "effect": "Essa área de efeito não pode ser colocada em contato com uma figura. Sempre que uma figura se mover em contato com essa área de efeito, ou ativar enquanto em contato com ela, sofre um ataque mágico +3 e é movida 2 vezes o dano que tomou diretamente para cima em centímetros. A Área de Efeito bloqueia linha de visão como se fosse uma peça de terreno. No fim de cada turno, role um dado. Em 1-2 o gêiser cessa naturalmente e deve ser removido da mesa."
  },
  {
    "name": "Parede de Espinhos",
    "castingNumber": 8,
    "keywords": ["Linha de Visão", "Área de Efeito (Muro)"],
    "effect": "A área de efeito não bloqueia linha de visão, mas pode contar como terreno interveniente. Qualquer figura que deseje escalar sobre a Área de Efeito deve primeiro fazer uma Rolagem de Vontade com CD de 14. Se falhar, a hesitação domina e sua ação atual termina imediatamente."
  },
  {
    "name": "Ímpeto da Vida",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "O druida canaliza a força vital renovadora da natureza através do alvo, acelerando os processos naturais de cura e revitalizando o corpo exausto. A magia responde ao estado da figura - para os feridos, traz regeneração; para os saudáveis, traz vigor explosivo. É como a primavera chegando após o inverno: aqueles à beira da morte florescem novamente, enquanto aqueles já fortes sentem uma energia súbita que os impele à ação. Se o alvo tiver menos da metade de seu Vigor máximo, a energia vital preenche suas feridas - ele ganha Vigor suficiente para ter metade do seu Vigor máximo +1. Se o alvo já tiver mais da metade de seu Vigor máximo, a vitalidade se manifesta como energia pura - ele ganha uma ação extra na sua próxima ativação."
  },
  {
    "name": "Nascente",
    "castingNumber": 10,
    "keywords": ["Linha de Visão", "Área de Efeito (Zona Pequena)"],
    "effect": "Posicione uma Área de Efeito em um ponto alvo. Essa área de efeito conta como água profunda com +2 no CD para nadar. Uma figura aliada a menos de 3cm da Área de Efeito pode gastar uma ação para recuperar 3 de vida, mas a Área de Efeito é imediatamente tirada da mesa, seu efeito mágico dissipado com cura. O conjurador pode dissipar a poça como uma ação livre na sua ativação."
  },
  {
    "name": "Dádiva da Terra",
    "castingNumber": 14,
    "keywords": ["Ritual"],
    "effect": "Se esse ritual for conjurado com sucesso, depois do próximo jogo, o bando ganha +2 nas rolagens de sobrevivência de qualquer figura reduzida a 0 de vida. O bando também começa o próximo jogo com +1 de Vontade."
  },
  {
    "name": "Verão Escaldante",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "O alvo é reduzido a um máximo de uma ação por ativação até o fim do jogo (que pode ser qualquer ação, não precisa ser movimento). Ele pode fazer uma Rolagem de Vontade contra a Rolagem de Conjuração no fim de cada uma de suas ativações. Se bem-sucedida, a magia é cancelada."
  },
  {
    "name": "Proclamação dos Rios",
    "castingNumber": 8,
    "keywords": ["Linha de Visão"],
    "effect": "O alvo desta magia deve estar na água ou dentro de 10cm de um corpo de água que tenha pelo menos 5cm de diâmetro. Esta figura sofre um ataque imediato +5."
  },
  {
    "name": "Florescer da Primavera",
    "castingNumber": 8,
    "keywords": ["Linha de Visão"],
    "effect": "O alvo desta magia fica enredado em ervas daninhas e videiras que se agarram até o fim do jogo. Cada vez que o alvo é ativado, ele deve fazer uma Rolagem de Luta com Número Alvo de 15 (figuras com a característica 'Grande' recebem +4 nesta rolagem). Se o alvo falhar, ele pode realizar apenas uma ação durante sua próxima ativação, que não pode ser movimento. Uma vez que um alvo fez sua Rolagem de Luta, ele escapou das videiras e não está mais enredado."
  },
  {
    "name": "Curar Praga",
    "castingNumber": 12,
    "keywords": ["Alcance(60)"],
    "effect": "A figura aliada alvo imediatamente perde quaisquer marcadores negativos que carrega. (sangramento, reverberação, marcado pela lua...)"
  }
]
