[
  {
    "name": "Invocar Diabrete",
    "castingNumber": 8,
    "keywords": ["Invocação"],
    "effect": "O conjurador rasga o véu entre os mundos com palavras blasfemas, e uma pequena abertura para o Reino do Caos se manifesta. De dentro da fenda vem um diabrete, uma figura menor mas ainda assim corrupta, seus olhos ardendo com malícia sobrenatural. O conjurador invoca um diabrete. Ele é uma figura não controlada e agirá normalmente junto com as outras figuras não controladas. Se o conjurador conjurar esta magia uma segunda vez, o primeiro diabrete é puxado de volta para o Caos e imediatamente desaparece em uma nuvem de enxofre."
  },
  {
    "name": "Sangue Escaldante",
    "castingNumber": 10,
    "keywords": ["Míssil Mágico(Mágico)(+7)", "Linha de Visão"],
    "effect": "Ataque a figura alvo com o míssil mágico. Se forçou a magia com pelo menos 3 pontos de vida, o míssil mágico ganha +2 de modificador de dano."
  },
  {
    "name": "Tentação do Caos",
    "castingNumber": 10,
    "keywords": ["Linha de Visão", "Psicológica"],
    "effect": "A figura alvo deve fazer uma Rolagem de Vontade imediata com Classe de Dificuldade igual à Rolagem de Conjuração. Se falhar, a corrupção toma conta e o alvo temporariamente se junta ao bando do conjurador, ativando normalmente. Após a figura ativar a cada turno, ela deve fazer outra Rolagem de Vontade com Classe de Dificuldade igual à Rolagem de Conjuração, lutando contra os sussurros. Se bem-sucedida, a magia é cancelada e a figura retorna à sua aliança normal, tremendo com o horror do que quase fez. Um conjurador só pode ter uma magia Tentação do Caos ativa por vez. Uma figura sob Tentação do Caos não pode propositalmente realizar qualquer ação que cause dano imediato a si mesma, mas pode ser movida para combate e pode atacar uma figura inimiga. Uma figura sob Tentação do Caos não pode sair da mesa. Um conjurador pode cancelar uma Tentação do Caos ativa no fim de qualquer turno. Esta magia não tem efeito em Heróis e Campeões - suas vontades são fortes demais."
  },
  {
    "name": "Subjugar Daemônio",
    "castingNumber": 10,
    "keywords": ["Linha de Visão"],
    "effect": "O feiticeiro projeta sua vontade sobre a figura do Caos, travando uma batalha mental no plano etéreo. É uma disputa perigosa - os daemônios não se submetem facilmente, e muitos feiticeiros tiveram suas mentes despedaçadas ao tentar dominar o que não deveria ser controlado. O daemônio alvo deve fazer uma Rolagem de Vontade imediata com Classe de Dificuldade igual à Rolagem de Conjuração. Se falhar, sua essência é temporariamente presa à vontade do conjurador e ele se torna um membro temporário do bando. Este controle precário dura pelo resto do jogo ou até a magia ser cancelada. O conjurador pode gastar uma ação para liberar a figura, cancelando esta magia. Um conjurador só pode controlar um daemônio por vez - a mente mortal não suporta dominar mais de uma entidade do warp."
  },
  {
    "name": "Dádiva do Caos",
    "castingNumber": 12,
    "keywords": ["Linha de Visão"],
    "effect": "A figura alvo que não seja um conjurador ou uma figura com a característica Daemônio é possuída por uma entidade do reino do caos e ganha +2 Ímpeto, +1 Armadura e -2 Vontade até o fim do jogo e conta como um daemônio (ou seja, será afetada por Banir, Subjugar Daemônio, Círculo de Proteção, etc.). Esta figura não pode ser parte de uma ativação em grupo. Se removida do jogo por uma magia com a palavra-chave Exorcismo, o daemônio é expulso e a sobrevivência da figura é verificada normalmente após o jogo. Um conjurador só pode ter uma magia Dádiva do Caos ativa por vez."
  },
  {
    "name": "Mão Infernal da Entropia",
    "castingNumber": 12,
    "keywords": ["Conjurador Apenas"],
    "effect": "Esta magia substitui a regra normal de que uma magia não pode ser conjurada quando uma figura está em combate – ela só pode ser conjurada quando o conjurador está em combate. O conjurador ganha +4 de Ímpeto e um modificador de dano +3 durante esse ataque."
  },
  {
    "name": "Toque de Tzeentch",
    "castingNumber": 12,
    "keywords": ["Linha de Visão", "Ritual"],
    "effect": "A figura inimiga alvo imediatamente rola um teste de Vontade com CD igual à rolagem de conjuração desta magia. Se a figura falhar esse teste, ela ganha uma mutação da tabela Dádivas de Tzeentch até o fim do jogo. Pode alvejar uma figura aliada, fazendo-a ganhar uma das características a seguir: Anfíbio, Chifres, Levitar, Escavador, Escalador, Imune a Veneno, Vigoroso ou Imune a Danos Críticos. Se usado em um aliado, pode ser usado como Ritual."
  },
  {
    "name": "Véu da Corrupção",
    "castingNumber": 12,
    "keywords": ["Linha de Visão", "Área de Efeito (Zona Pequena)"],
    "effect": "O Conjurador invoca as chamas mutagênicas da corrupção, posicionando uma Área de Efeito no tabuleiro em um ponto alvo. Qualquer figura sem a característica Daemônio que atravessar ou começar sua ativação dentro da Área de Efeito recebe um ataque mágico +4. Uma rolagem de 20 natural contra uma figura faz com que ela receba uma mutação da tabela Dádivas de Tzeentch até o fim do jogo."
  },
  {
    "name": "Palavra da Dor",
    "castingNumber": 14,
    "keywords": ["Área de Efeito (Explosão Grande)"],
    "effect": "Centralize a Área de Efeito no invocador. Todas as figuras na área de efeito recebem um ataque mágico +0. Figuras atingidas pelo ataque devem rolar um teste de Vontade com CD igual à rolagem de conjuração desta magia. Se a figura falhar esse teste, ela recebe um marcador de atordoamento."
  }
]
