[
  {
    "roll": "1",
    "id": "runestones-de-ulthuan",
    "name": "Runestones de Ulthuan",
    "type": "Amuleto",
    "damageModifier": null,
    "purchaseCost": "300 coroas",
    "sellCost": "300 coroas",
    "exclusive": null,
    "flavorText": "Os magos élficos de alto escalão são bem conhecidos como mestres da magia defensiva. Para auxiliá-los, eles desenvolveram várias runas místicas de poder. Eles frequentemente inscrevem essas runas em pedras semipreciosas, que podem ajudar a fortalecer as defesas mágicas de um Mago Élfico.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma vez por jogo, o portador pode adicionar +4 a uma Rolagem de Vontade para resistir a uma magia. A decisão de usar as runestones pode ser feita depois que o dado for rolado.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "2",
    "id": "botas-elficas",
    "name": "Botas Élficas",
    "type": "Botas",
    "damageModifier": null,
    "purchaseCost": "300 coroas",
    "sellCost": "300 coroas",
    "exclusive": null,
    "flavorText": "Item raro mas altamente valorizado, as botas élficas são feitas dos melhores materiais. Elas são leves e flexíveis, concedendo ao usuário velocidade quase sobrenatural que combina com a da raça feérica que as criou. .\n\nCom Botas Élficas, você corre mais rápido, salta mais longe, move-se com graça sobrenatural. Em Mordheim, velocidade extra pode significar alcançar tesouro primeiro - ou escapar de morte certa.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "O portador ganha +1 Agilidade.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "3",
    "id": "pele-abencoada-de-cervo",
    "name": "Pele Abençoada de Cervo",
    "type": "Manto",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "200 coroas",
    "exclusive": null,
    "flavorText": "A pele de cervo é usada como manto e é um símbolo de honra uma vez abençoado pelos hierarcas de Taal. Esta pele sagrada foi consagrada pelos sacerdotes de Taal, o Deus da Caça, e carrega consigo a bênção divina da floresta. Aqueles que a vestem são reconhecidos como caçadores abençoados, protegidos pelos espíritos da natureza e honrados pelos seguidores de Taal.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "para cada figura usando no bando, o jogador ganha +2 em rolagens de iniciativa para decidir a ordem do turno.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "4",
    "id": "manto-de-athel-loren",
    "name": "Manto de Athel Lóren",
    "type": "Manto",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "200 coroas",
    "exclusive": null,
    "flavorText": "Feito do cabelo de donzelas élficas e entrelaçado com folhas de árvores vivas, um manto élfico é uma maravilha de se contemplar. Um guerreiro vestindo tal manto se misturará com as sombras, tornando muito difícil atirar nele com armas de projétil. Mantos élficos raramente aparecem à venda, mas às vezes são recuperados de guerreiros mortos ou oferecidos pelos Elfos como recompensas para homens que os serviram de alguma forma.\n\n**Regras Especiais:** O portador ganha +2 em testes de Ímpeto contra ataques à distância por estar em cobertura, pois o manto o ajuda a se misturar com o ambiente e as sombras.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "O portador ganha +2 em testes de Ímpeto contra ataques à distância por estar em cobertura.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "5",
    "id": "pe-de-coelho",
    "name": "Pé de Coelho",
    "type": "Amuleto",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "200 coroas",
    "exclusive": null,
    "flavorText": "A pata de coelho é um símbolo de boa sorte e frequentemente usada no pescoço em uma corda fina de couro por guerreiros supersticiosos. Uma vez por jogo, a figura carregando um Pé de Coelho pode rerrolar qualquer Rolagem de Conjuração, Rolagem de Atributo, Rolagem de Combate, ou Rolagem de Tiro.\n\nO Pé de Coelho torce o destino - não muito, apenas o suficiente para transformar falha em sucesso. Quando aquela rolagem crucial falha, esfregue o pé e role novamente.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma vez por jogo, a figura carregando um Pé de Coelho pode rerrolar qualquer Rolagem de Conjuração, Rolagem de Atributo, Rolagem de Combate, ou Rolagem de Tiro.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "6",
    "id": "manoplas-do-mago-de-batalha",
    "name": "Manoplas do Mago de Batalha",
    "type": "Luvas",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "200 coroas",
    "exclusive": null,
    "flavorText": "Uma vez por jogo, um conjurador pode usar estas luvas para ganhar +5 em uma Rolagem de Conjuração. O conjurador deve declarar que está usando-as antes da Rolagem de Conjuração ser feita.\n\nForjadas para magos que lutam na linha de frente, estas manoplas canalizam poder arcano adicional através das mãos. Quando você precisa garantir que aquela magia crítica funcione, as Manoplas do Mago de Batalha entregam.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma vez por jogo, um conjurador pode usar estas luvas para ganhar +5 em uma Rolagem de Conjuração. O conjurador deve declarar que está usando-as antes da Rolagem de Conjuração ser feita.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "7",
    "id": "braceletes-de-chamon",
    "name": "Braceletes de Chamon",
    "type": "Luvas",
    "damageModifier": null,
    "purchaseCost": "300 coroas",
    "sellCost": "150 coroas",
    "exclusive": null,
    "flavorText": "Braceletes de ferro pesado enfeitiçados com a força da Tradição do Metal. Cada golpe cai com peso sobrenatural, esmagando ossos e amassando armadura. O portador ganha +1 modificador de dano em todos os ataques corpo a corpo bem-sucedidos.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "O portador ganha +1 modificador de dano em todos os ataques corpo a corpo bem-sucedidos.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "8",
    "id": "chifre-da-ruina",
    "name": "Chifre da Ruína",
    "type": "Acessório",
    "damageModifier": null,
    "purchaseCost": "300 coroas",
    "sellCost": "150 coroas",
    "exclusive": null,
    "flavorText": "Esse Chifre de um Minotauro mutante emite um som antigo e terrível que faz pedra rachar e madeira apodrecer.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma vez por jogo, o portador pode usar uma ação para soprar o chifre. Escolha uma peça de terreno a até 30cm do portador. Aquela peça de terreno é removida da mesa. Figuras que estavam sob aquela peça de terreno caem da altura que estavam, tomando dano como adequado.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "9",
    "id": "anel-da-graca-elfica",
    "name": "Anel da Graça Élfica",
    "type": "Anel",
    "damageModifier": null,
    "purchaseCost": "200 coroas",
    "sellCost": "100 coroas",
    "exclusive": null,
    "flavorText": "Feito de fios trançados de ouro encantado com cânticos de elfos silvanos, um usuário desse anel pode saltar de telhados, cair de torres, despencar de escadas - e pousar suavemente como pluma. Gravidade se torna sugestão, não lei. O portador deste anel nunca sofre dano de queda, não importa quão grande a distância da qual caiam/pulem.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "O portador deste anel nunca sofre dano de queda, não importa quão grande a distância da qual caiam/pulem.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "10",
    "id": "anel-do-andarilho-do-abismo",
    "name": "Anel do Andarilho do Abismo",
    "type": "Anel",
    "damageModifier": null,
    "purchaseCost": "400 coroas",
    "sellCost": "150 coroas",
    "exclusive": null,
    "flavorText": "Esse anel de aço frio está talhado com runas pontudas e profanas, que fazem a cabeça doer ao ser lida.\n          A mão que o usa rapidamente apodrece, mas ele oferece um grande poder para alguém que tenha a sanidade \n          para se aproveitar dele. Com um movimento de mão, um portal para o reino do caos se abre, e o portador \n          pode caminhar entre reinos para evitar as lâminas de seus inimigos.\n          ",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma vez por jogo, o portador deste anel pode gastar uma ação para teletransportar até 20cm para qualquer lugar dentro de linha de visão, mas não para fora da mesa. Não pode ser usado para mover uma figura para dentro ou para fora de combate.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "11",
    "id": "sinete-sagradoprofano",
    "name": "Sinete Sagrado/Profano",
    "type": "Anel",
    "damageModifier": null,
    "purchaseCost": "300 coroas",
    "sellCost": "100 coroas",
    "exclusive": null,
    "flavorText": "Sinete gravado com símbolos de poder - sagrados ou profanos, dependendo de quem o forjou. Fortalece a fé do usuário, tornando sua mente impermeável ao medo e às palavras do inimigo.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Figura portadora ganha +1 de vontade.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "12",
    "id": "manto-de-dragao-marinho",
    "name": "Manto de Dragão Marinho",
    "type": "Manto",
    "damageModifier": null,
    "purchaseCost": null,
    "sellCost": null,
    "exclusive": null,
    "flavorText": "Os Corsários Dark Elves usam mantos especiais feitos de Monstros Marinhos que habitam as profundezas dos oceanos. Estes mantos são resistentes e resilientes e oferecem aos Dark Elves uma quantidade muito boa de proteção. O portador ganha +4 Armadura contra todas as armas de mísseis e ataques de armas de fogo.\n\nFeito de escamas de dragão marinho entrelaçadas, este manto deflete flechas e balas como água sobre rocha. Contra ataques à distância, torna o portador quase invulnerável.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": null,
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "13",
    "id": "cajado-do-mago-de-batalha",
    "name": "Cajado do Mago de Batalha",
    "type": "Conjuração",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "200 coroas",
    "exclusive": null,
    "flavorText": "Um cajado de pinho tratado com óleos alquímicos que permitem ao usuário sintonizar uma parte de seu poder mágico com a arma, se tornando um locus de poder arcano para o conjurador. ",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Quando um conjurador segura esse cajado pela primeira vez, ele pode escolher uma magia específica que possa conjurar. Este cajado dá +1 à Rolagem de Conjuração para aquela magia específica. Essa magia nunca pode ser mudada.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "14",
    "id": "cajado-do-magicranio",
    "name": "Cajado do Magicrânio",
    "type": "Item de Poder(3)",
    "damageModifier": null,
    "purchaseCost": "1200 coroas",
    "sellCost": "300 coroas",
    "exclusive": null,
    "flavorText": "Um cajado simples de madeira sólida evernizada. Contudo, o crânio no seu topo pertence a um Feiticeiro executado por bruxaria. O poder contido nesse artefato macabro pode ser usado para inflar magias com poder arcano. ",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Itens de poder podem ser usados para fortalecer magias do conjurador. Um conjurador pode forçar magias usando uma quantidade de pontos do item igual ao valor entre parênteses ao invés de vida. O item de poder recarrega entre jogos.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "15",
    "id": "lanterna-de-pedra-bruxa",
    "name": "Lanterna de Pedra Bruxa",
    "type": "Item de Poder(1)",
    "damageModifier": null,
    "purchaseCost": "200 coroas",
    "sellCost": "100 coroas",
    "exclusive": null,
    "flavorText": "Uma lanterna de mão que pouco ajuda a enxergar devido a sua luz fraca a esverdeada. Contudo, um conjurador experiente pode extrair poder da Pedra-Bruxa contida em seu interior para fortalecer sua mente e magias.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Itens de poder podem ser usados para fortalecer magias do conjurador. Um conjurador pode forçar magias usando uma quantidade de pontos do item igual ao valor entre parênteses ao invés de vida. O item de poder recarrega entre jogos.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "16",
    "id": "coleira-de-taal",
    "name": "Coleira de Taal",
    "type": "Acessório",
    "damageModifier": null,
    "purchaseCost": "400 coroas",
    "sellCost": "250 coroas",
    "exclusive": null,
    "flavorText": "Coleira de Couro saturada com a energia do deus selvagem Taal. Um animal que use essa coleira é fortalecido por essa energia, se tornando maior e mais selvagem.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma figura com a característica animal pode carregar uma dessa reliquia, mesmo sem ter espaços de items. Figuras com a característica animal carregando esse item ganham +2 de Ímpeto, +2 de Armadura e +1 de Vontade.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "17",
    "id": "prisma-lustriano",
    "name": "Prisma Lustriano",
    "type": "Item de Poder(6)",
    "damageModifier": null,
    "purchaseCost": "600 coroas",
    "sellCost": "250 coroas",
    "exclusive": null,
    "flavorText": "Uma vez que tenham absorvido magia o suficiente, os prismas de kacheck se tornam verdadeiras baterias mágicas. Desde que seu uso foi sancionado pelas Universidades Impériais, os magos de batalha não precisam se preocupar tanto com durabilidade no campo de batalha.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Itens de poder podem ser usados para fortalecer magias e a vontade do conjurador. Um conjurador pode forçar magias ou resistência a magias gastando uma quantidade de pontos do item igual ao valor entre parênteses ao invés de vida. O item de poder recarrega entre jogos.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "18",
    "id": "velocino-arcano",
    "name": "Velocino Arcano",
    "type": "Acessório",
    "damageModifier": null,
    "purchaseCost": "100 coroas",
    "sellCost": "50 coroas",
    "exclusive": null,
    "flavorText": "Uma vez por jogo, uma figura carregando esta varinha pode rolar dois dados ao tentar conjurar uma magia e escolher qual usar.\n\nO Cetro do Reitor não garante sucesso, mas dá segunda chance. Role duas vezes, escolha o melhor resultado - às vezes a diferença entre falha crítica e sucesso espetacular.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Um conjurador cujo o bando tenha um Velocino Arcano em seu cofre pode tentar conjurar qualquer magia que saiba como se fosse uma magia Fora de Jogo(A). Caso obtenha sucesso, o conjurador escreve aquela magia no Velocino Arcano, e enquanto portar ele pode usar aquela magia uma vez por jogo sem precisar de rolagem de conjuração, considerando sua rolagem de conjuração como 14.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "19",
    "id": "o-livro-de-rancores",
    "name": "O Livro de Rancores",
    "type": "Acessório",
    "damageModifier": null,
    "purchaseCost": "600 coroas",
    "sellCost": "250 coroas",
    "exclusive": null,
    "flavorText": "Esse livro encapado em couro de bode e repleto de adornos em gromril carrega em suas páginas o nome de todos aqueles que causaram sofrimento ao povo anão. Carregar esse livro enche o portador com o rancor ancestral do povo da montanha, tornando sua determinação imparável e zelosa. Contudo, esse rancor torna a figura mais propensa a ignorar ferimentos graves, aumentando a letalidade de cada combate.",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Uma figura carregando esse livro nunca conta como Ferida, e é imune a veneno ou qualquer efeito que reduza a quantidade de ações que a figura tem no turno. Essa figura tem -1 em suas rolagens de sobrevivência pós-jogo.",
    "requirements": null,
    "specialRules": []
  },
  {
    "roll": "20",
    "id": "anel-do-destino-inescapavel",
    "name": "Anel do Destino Inescapável",
    "type": "Acessório",
    "damageModifier": null,
    "purchaseCost": "500 coroas",
    "sellCost": "250 coroas",
    "exclusive": null,
    "flavorText": "A lenda conta de uma quantidade de veteranos das ruínas de Mordheim que se tornaram subitamente bem sucedidas, vistas com um reluzente anel de bronze entalhado em seu dedo. Mas todas essas histórias acabam invariávelmente da mesma forma: Um corpo abandonado em um beco qualquer, com um um anel enferrujado e arruinado em um dedo apodrecido. A sorte é uma vantagem inegável, mas qual será o preço cobrado?",
    "user": null,
    "armorBonus": null,
    "movePenalty": null,
    "slots": "1",
    "effect": "Cada vez que a figura carregando esse anel rolar um 20 natural em qualquer rolagem de dado, ela recupera 5 de vida. Cada vez que a figura que carrega esse anel rolar um 1 natural em qualquer rolagem natural, ela recebe 5 de dano.",
    "requirements": null,
    "specialRules": []
  }
]
